---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.DocumentSavedAsEventArgs
source: html/9f8616e6-a0de-0ed9-40af-6d0fed0c5b03.htm
---
# DocumentSavedAsEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.